Repository: common-repository/basticom-framework
Catalog: languages/basticom-framework-*.po
Languages: nl_nl

source: Comments are closed.
nl_nl: Reageren is niet mogelijk.

source: Server IP & Memory Usage Display
nl_nl: Server IP & geheugen gebruik weergave

source: Show the memory limit, current memory usage and IP address in the admin footer.
nl_nl: Toon de geheugen limiet, het huidige geheugengebruik en het IP-adres in de admin footer.

source: N/A
nl_nl: Niet beschikbaar

source: of
nl_nl: van

source: Introduction
nl_nl: Introductie

source: The
nl_nl: Met de

source: framework plugin allows you to modify certain core functions of Wordpress as well as finetune some additional settings. Furthermore, this framework provides a set of easy to use PHP functions (instructions) to use within your theme.
nl_nl: framework plug-in kunt u bepaalde kernfuncties van Wordpress wijzigen en enkele aanvullende instellingen verfijnen. Bovendien biedt dit framework een reeks eenvoudig te gebruiken PHP-functies (instructies) om te gebruiken binnen uw thema.

source: Framework settings
nl_nl: Framework instellingen

source: Services
nl_nl: Diensten

source: Disable XMLRPC
nl_nl: Deactiveer XMLRPC

source: Disable pingbacks
nl_nl: Deactiveer pingbacks

source: Disable atom
nl_nl: Deactiveer atom

source: Disable emoji's
nl_nl: Deactiveer emoji’s

source: Disable manifest
nl_nl: Deactiveer manifest

source: Disable comments
nl_nl: Deactiveer reacties

source: Admin interface
nl_nl: Administratie paneel

source: Disable widgets
nl_nl: Deactiveer widgets

source: Disable tags
nl_nl: Deactiveer tags

source: Disable links
nl_nl: Deactiveer links

source: Disable posts
nl_nl: Deactiveer berichten

source: Clean-up dashboard panels
nl_nl: Opschonen dashboard panelen

source: Disable theme editor
nl_nl: Deactiveer thema bewerker

source: Clean-up admin bar
nl_nl: Opschonen admin bar

source: Disable update notifications
nl_nl: Deactiveer update notificaties

source: Modifications
nl_nl: Aanpassingen

source: Optimize WP_Query
nl_nl: Optimaliseer WP_Query

source: Convert Gravity Forms buttons
nl_nl: Converteer Gravity Forms knoppen

source: Convert Gravity Forms errors
nl_nl: Converteer Gravity Forms fouten

source: Disable admin bar for users
nl_nl: Deactiveer admin bar voor gebruikers

source: Add defer tag to scripts
nl_nl: Voeg ‘defer’ tag toe aan scripts

source: Remove script version strings
nl_nl: Verwijder script versie strings

source: Enable Jigsaw framework
nl_nl: Activeer Jigsaw framework

source: Theme support
nl_nl: Thema ondersteuning

source: Thumbnails support
nl_nl: Thumbnail ondersteuning

source: Advanced image compression
nl_nl: Geavanceerde afbeelding compresssie

source: WooCommerce support
nl_nl: WooCommerce ondersteuning

source: Whitelabel name
nl_nl: Whitelabel naam

source: Footer text
nl_nl: Footer tekst

source: Show server stats
nl_nl: Toon server statistieken

source: GDPR Settings
nl_nl: GDPR Instellingen

source: Enable cookie message
nl_nl: Activeer cookie melding

source: Cookie text
nl_nl: Cookie tekst

source: Accept button text
nl_nl: Accepteer knop tekst

source: Decline button text
nl_nl: Weiger knop tekst

source: Read more button text
nl_nl: Lees meer knop tekst

source: Cookie expire
nl_nl: Cookie verlooptijd

source: 1 day
nl_nl: 1 dag

source: 1 month
nl_nl: 1 maand

source: 1 year
nl_nl: 1 jaar

source: Read more link
nl_nl: Lees meer link

source: Cookie message location
nl_nl: Cookie melding locatie

source: Center
nl_nl: Centreren

source: Background color
nl_nl: Achtergrondkleur

source: Accept button color
nl_nl: Accepteer knop kleur

source: Decline button color
nl_nl: Weiger knop kleur

source: Text font color
nl_nl: Tekst kleur

source: Button font color
nl_nl: Knop tekst kleur

source: Header accept scripts
nl_nl: Header accepteer scripts

source: Header decline scripts
nl_nl: Header weiger scripts

source: Footer accept scripts
nl_nl: Footer accepteer scripts

source: Footer decline scripts
nl_nl: Footer weiger scripts

source: Iframe settings
nl_nl: Iframe instellingen

source: Iframe text
nl_nl: Iframe tekst

source: Hide IP on form submit
nl_nl: Verberg IP bij versturen van het formulier

source: Hide IP on submit
nl_nl: Verberg IP bij versturen

source: Remove entry from DB
nl_nl: Verwijder item uit database

source: Framework PHP functions
nl_nl: Framework PHP instellingen
